jorgebucaran/fisher
meaningful-ooo/sponge
jorgebucaran/nvm.fish
rose-pine/fish
jorgebucaran/autopair.fish
fabioantunes/base16-fish-shell
h-matsuo/fish-color-scheme-switcher
jethrokuan/z
lewisacidic/fish-git-abbr
patrickf1/fzf.fish
rstacruz/fish-npm-global
